<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class CourtTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('courts')->insert(
            [
                [
                    'name' => 'বিজ্ঞ জেলা ও দায়রা জজ আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ অতিঃ জেলা ও দায়রা জজ ১ম আদালত, চট্টগ্রামি',
                ],
                [
                    'name' => 'বিজ্ঞ অতিঃ জেলা ও দায়রা জজ ২য় আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ অতিঃ জেলা ও দায়রা জজ ৩য় আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ অতিঃ জেলা ও দায়রা জজ ৪র্থ আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ অতিঃ জেলা ও দায়রা জজ ৫ম আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ অতিঃ জেলা ও দায়রা জজ ৬ষ্ট আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ অতিঃ জেলা ও দায়রা জজ ৭ম আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ যুগ্ম  জেলা ও দায়রা জজ ১ম আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ যুগ্ম  জেলা ও দায়রা জজ ২য় আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ যুগ্ম  জেলা ও দায়রা জজ ৩য় আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ নারী ও শিশু নিঃ ট্রাইঃ  ১ম আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ নারী ও শিশু নিঃ ট্রাইঃ  ২য় আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ নারী ও শিশু নিঃ ট্রাইঃ  ৩য় আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ নারী ও শিশু নিঃ ট্রাইঃ  ৪র্থ আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ নারী ও শিশু নিঃ ট্রাইঃ  ৫ম আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ নারী ও শিশু নিঃ ট্রাইঃ  ৬ষ্ট আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ নারী ও শিশু নিঃ ট্রাইঃ  ৭ম আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ জেঃ ও দাঃ জজ দেউলিয়া বিষয়ক আদাঃ,চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ জেঃ ও দাঃ জজ পরিবেশ আদালত,  চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ জেঃ ও দাঃ জন নিরাপত্তা  আদালত,  চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ বিভাগীয় দ্রুত বিচার ট্রাইব্যুনাল, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ সন্ত্রাশ দমন ট্রাইব্যুনাল, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ বিভাগীয় স্পেশাল  ট্রাই আদালত , চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ চীফ জুডিশিয়াল ম্যাজিস্ট্রেট আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ অতিঃ চীফ জুডিশিয়াল ম্যাজিস্ট্রেট আদালত, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ সিনিঃ জুডিশিয়াল ম্যাজিস্ট্রেট আদাঃ-০১, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ সিনিঃ জুডিশিয়াল ম্যাজিস্ট্রেট আদালতঃ-০২, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ সিনিঃ জুডিশিয়াল ম্যাজিস্ট্রেট বিদ্যুৎ  আদালত,(উত্তর) চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ সিনিঃ জুডিশিয়াল ম্যাজিস্ট্রেট বিদ্যুৎ  আদালত,(দক্ষিণ ) চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ সিনিঃ জুডিশিয়াল ম্যাজিস্ট্রেট (বাঁশখালী  চৌকি আদালত), চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ সিনিঃ জুডিশিয়াল ম্যাজিস্ট্রেট (পটিয়া চৌকি আদালত), চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ সিনিঃ জুডিশিয়াল ম্যাজিস্ট্রেট (সন্ধিপ  চৌকি আদালত), চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ  জুডিশিয়াল ম্যাজিস্ট্রেট  আদালত -০১, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ  জুডিশিয়াল ম্যাজিস্ট্রেট  আদালত -০২, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ  জুডিশিয়াল ম্যাজিস্ট্রেট  আদালত -০৩, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ  জুডিশিয়াল ম্যাজিস্ট্রেট  আদালত -০৪, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ  জুডিশিয়াল ম্যাজিস্ট্রেট  আদালত -০৫, চট্টগ্রাম',
                ],
                [
                    'name' => 'বিজ্ঞ  জুডিশিয়াল ম্যাজিস্ট্রেট (বন) আদালত , চট্টগ্রাম',
                ],

            ]
        );
    }
}
